openfoam/turbulence_model_coefficients/version_1/baseCase/0/U
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}

dimensions [ 0 1 -1 0 0 0 0 ];

internalField uniform (1e-08 0 0);

boundaryField
{
  inlet
  {
    type fixedValue;
    value uniform (44.2 0 0);
  }
  outlet
  {
    type zeroGradient;
  }
  "(lowerWallStartup|upperWallStartup)"
  {
    type symmetryPlane;
  }
  "(upperWall|lowerWall)"
  {
    type noSlip;
  }
  "(front|back)"
  {
    type empty;
  }
} 	// ************************************************************************* //

